Repository: veth-x-hatchery/UHJvamV0bzogQmFzZQo
Catalog: lib/l10n/app_*.arb
Languages: pt

source: Hello World!
pt: Olá mundo!

# comum_cancel
source: CANCEL
pt: CANCELAR

# comum_nextStep
source: NEXT
pt: AVANÇAR

# comum_accessConfirmation
source: ACCESS
pt: ACESSAR

# comum_error_message
source: Ops... failure
pt: Ops... houve uma falha

# comum_error_emptyContent
source: No results
pt: Sem resultados

# signin_page_options_title
source: Sign-In
pt: Entrar

# signin_page_options_with_google
source: Sign In With Google
pt: Entrar com o Google

# signin_page_options_with_credentials
source: Sign in with email
pt: Entrar com o email

# signin_page_secret_forgotMySecret
source: FORGOT MY PASSWORD
pt: ESQUECI MINHA SENHA

# signin_page_secret_changeCredential
source: CHANGE MY E-MAIL
pt: ALTERAR MEU EMAIL

# signin_page_secret_accessDeniedMessage
source: E-mail or password invalid
pt: E-mail ou senha inválidos

# signin_page_secret_resetSecretRequestAnswer
source: We sent you an credential with instructions
pt: Nós te enviamos um email com as instruções.

# signin_page_register_title
source: Register
pt: Cadastre-se

# signin_page_credential_credentialNotFound
source: Your credential was not found in your system
pt: Seu email não foi encontrado em nosso sistema

# signin_input_secretHint
source: Password
pt: Senha

# signIn_valueObject_secretEmpty
source: Inform your password
pt: Digite sua senha

# signIn_valueObject_secretShort
source: Your password must be more than 6 chars
pt: Sua senha precisa ter mais de 6 caracteres

# signIn_valueObject_credentialEmpty
source: Inform your email
pt: Digite seu email

# signIn_valueObject_credentialInvalid
source: Inform a valid email
pt: Digite um email válido

# signIn_usecase_credentialCheck_unavailable
source: Unavailable
pt: Serviço indisponível no momento...

# signIn_usecase_credentialCheck_credentialAlreadyRegistered
source: Credential already registered
pt: Email já cadastrado

# signIn_usecase_registerCredentialAndSecret_unavailable
source: Unavailable
pt: Serviço indisponível no momento...

# signIn_usecase_registerCredentialAndSecret_credentialAlreadyInUse
source: This credential is already in use
pt: Este email já está em uso

# signIn_usecase_secretReset_unavailable
source: Unavailable
pt: Serviço indisponível no momento...

# signIn_usecase_secretReset_invalidCachedCredential
source: Please confirm your email
pt: Por gentileza, confirme seu email

# signIn_usecase_secretReset_success
source: The reset instructions was sent to your email
pt: As instruções para resetar sua senha foram enviadas para seu email

# signIn_usecase_withGoogle_unknowError
source: Unavailable
pt: Serviço indisponível no momento...

# signIn_usecase_withGoogle_cancelledByUser
source: Cancelled by user
pt: Solicitação cancelada

# signIn_usecase_withSecret_unavailable
source: Unavailable
pt: Serviço indisponível no momento...

# signIn_usecase_withSecret_invalidCredentialAndSecretCombination
source: Invalid email and password combination
pt: Senha ou email inválidos

# signIn_usecase_withSecret_invalidCachedCredential
source: Please confirm your email
pt: Por gentileza, confirme seu email
